[
  {
    "title": "Sisters of the Lost Nation",
    "author": "Nick Medina",
    "status": "Réservable",
    "date": "18 avr. 2023",
    "editor": "Penguin",
    "pages": 352,
    "language": "en",
    "genres": [
      "Fiction",
      "Horreur",
      "Autochtone",
      "Thrillers",
      "Surnaturel"
    ],
    "link": "https://play.google.com/store/books/details/Nick_Medina_Sisters_of_the_Lost_Nation?id=Eg58EAAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/Eg58EAAAQBAJ?fife=w480-h690",
    "synopsis": "A young Native girl's hunt for answers about the women mysteriously disappearing from her tribe's reservation leads her to delve into the myths and stories of her people, all while being haunted herself, in this atmospheric and stunningly poignant debut.",
    "description": "Anna Horn is always looking over her shoulder. For the bullies who torment her, for the entitled visitors at the reservation’s casino…and for the nameless, disembodied entity that stalks her every step—an ancient tribal myth come-to-life, one that’s intent on devouring her whole.\n \nWith strange and sinister happenings occurring around the casino, Anna starts to suspect that not all the horrors on the reservation are old. As girls begin to go missing and the tribe scrambles to find answers, Anna struggles with her place on the rez, desperately searching for the key she’s sure lies in the legends of her tribe’s past.  \n\nWhen Anna’s own little sister also disappears, she’ll do anything to bring Grace home. But the demons plaguing the reservation—both ancient and new—are strong, and sometimes, it’s the stories that never get told that are the most important.\n\nPart gripping thriller and part mythological horror, author Nick Medina spins an incisive and timely novel of life as an outcast, the cost of forgetting tradition, and the courage it takes to become who you were always meant to be.\n"
  },
  {
    "title": "Les Contes de Beedle le Barde: Harry Potter Livre de la Bibliothèque de Poudlard",
    "author": "J.K. Rowling",
    "status": "Réservable",
    "date": "9 mai 2016",
    "editor": "Pottermore Publishing",
    "pages": 128,
    "language": "fr",
    "genres": [
      "Fiction",
      "Action et aventure",
      "Fantasy et magie",
      "Folklore et mythologie",
      "Anthologies"
    ],
    "link": "https://play.google.com/store/books/details/J_K_Rowling_Les_Contes_de_Beedle_le_Barde?id=aOshDAAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/aOshDAAAQBAJ?fife=w480-h690",
    "synopsis": "Compilation de récits adorés par les sorcières et sorciers de tous âges, Les Contes de Beedle le Barde sont l'équivalent des contes des frères Grimm dans le monde des sorciers. Cette édition a été traduite des runes originales par Hermione Granger en personne et contient des annotations du professeur Dumbledore et de J.K. Rowling.",
    "description": "Parfaite occasion de découvrir les histoires qui ont joué un rôle crucial dans le combat contre Lord Voldemort, ces classiques de la littérature raviront petits et grands. Cinq contes sont présentés : « Le Conte des trois frères », qui ne sera pas inconnu aux lecteurs et lectrices de Harry Potter et les Reliques de la Mort, ainsi que « La Fontaine de la bonne fortune », « Le Sorcier au cœur velu », « Le Sorcier et la marmite sauteuse » et « Babbitty Lapina et la souche qui gloussait ».\n\nLes étagères de la bibliothèque de Poudlard renferment également de nombreux ouvrages tout aussi fascinants. Si vous avez apprécié Les Contes de Beedle le Barde, les œuvres suivantes vous raviront certainement : Les Animaux fantastiques, vie et habitat et Le Quidditch à travers les âges."
  },
  {
    "title": "Harry Potter et la Coupe de Feu",
    "author": "J.K. Rowling",
    "status": "Réservable",
    "date": "8 déc. 2015",
    "editor": "Pottermore Publishing",
    "pages": 779,
    "language": "fr",
    "genres": [
      "Fiction",
      "Action et aventure",
      "Fantasy et magie",
      "Folklore et mythologie",
      "Anthologies",
      "Contemporain"
    ],
    "link": "https://play.google.com/store/books/details/J_K_Rowling_Harry_Potter_et_la_Coupe_de_Feu?id=ox9BiuVKM1cC",
    "image": "https://books.google.com/books/content/images/frontcover/ox9BiuVKM1cC?fife=w480-h690",
    "synopsis": "Harry Potter a quatorze ans et entre en quatrième année au collège de Poudlard. Une grande nouvelle attend Harry, Ron et Hermione à leur arrivée : la tenue d’un tournoi de magie exceptionnel entre les plus célèbres écoles de sorcellerie. Déjà les délégations étrangères font leur entrée. Harry se réjouit... Trop vite. Il va se trouver plongé au coeur des événements les plus dramatiques qu’il ait jamais eu à affronter. Dans ce quatrième tome bouleversant, drôle, fascinant, qui révèle la richesse des enjeux en cours, Harry Potter doitfaire face et relever d’immenses défis.",
    "description": ""
  },
  {
    "title": "The Stand",
    "author": "Stephen King",
    "status": "Réservable",
    "date": "24 juin 2008",
    "editor": "Anchor",
    "pages": 1200,
    "language": "en",
    "genres": [
      "Fiction",
      "Horreur",
      "Apocalyptique",
      "Thrillers",
      "Suspense"
    ],
    "link": "https://play.google.com/store/books/details/Stephen_King_The_Stand?id=UbfnTcmkaKkC",
    "image": "https://books.google.com/books/content/images/frontcover/UbfnTcmkaKkC?fife=w480-h690",
    "synopsis": "The apocalyptic vision of a world blasted by plague and tangled in an elemental struggle between good and evil remains as riveting—and eerily plausible—as when it was first published. • The tie-in edition of the nine-part CBS All Access series starring Whoopi Goldberg, Alexander Skarsgard, and James Marsden.",
    "description": "A patient escapes from a biological testing facility, unknowingly carrying a deadly weapon: a mutated strain of super-flu that will wipe out 99 percent of the world’s population within a few weeks. Those who remain are scared, bewildered, and in need of a leader. Two emerge—Mother Abagail, the benevolent 108-year-old woman who urges them to build a peaceful community in Boulder, Colorado; and Randall Flagg, the nefarious “Dark Man,” who delights in chaos and violence. As the dark man and the peaceful woman gather power, the survivors will have to choose between them—and ultimately decide the fate of all humanity."
  },
  {
    "title": "Meridian",
    "author": "Alice Walker",
    "status": "Réservable",
    "date": "22 nov. 2011",
    "editor": "Open Road Media",
    "pages": 242,
    "language": "en",
    "genres": [
      "Fiction",
      "Literraire",
      "Historique",
      "Politique",
      "Féminine",
      "Afro-américaine",
      "Classiques"
    ],
    "link": "https://play.google.com/store/books/details/Alice_Walker_Meridian?id=4QrR2XWHBBIC",
    "image": "https://books.google.com/books/content/images/frontcover/4QrR2XWHBBIC?fife=w480-h690",
    "synopsis": "“A classic novel of both feminism and the Civil Rights movement” in 1960s Atlanta by the Pulitzer Prize–winning author of The Color Purple (Ms.).",
    "description": "As she approaches the end of her teen years, Meridian Hill has already married, divorced, and given birth to a son. She’s looking for a second chance, and at a small college outside Atlanta, Georgia, in the early 1960s, Meridian discovers the civil rights movement. So fully does the cause guide her life that she’s willing to sacrifice virtually anything to help transform the conditions of a people whose subjugation she shares.  \nMeridian draws from Walker’s own experiences working alongside some of the heroes of the civil rights movement, and the novel stands as a shrewd and affecting document of the dissolution of the Jim Crow South. \nThis ebook features an illustrated biography of Alice Walker including rare photos from the author’s personal collection."
  },
  {
    "title": "Faery Lands Forlorn",
    "author": "Dave Duncan",
    "status": "Réservable",
    "date": "1 avr. 2014",
    "editor": "Open Road Media",
    "pages": 408,
    "language": "en",
    "genres": [
      "Fiction",
      "Action et aventure",
      "Fantasy et magie",
      "Folklore et mythologie",
      "Contes de fées"
    ],
    "link": "https://play.google.com/store/books/details/Dave_Duncan_Faery_Lands_Forlorn?id=EmMkAwAAQBAJ",
    "image": "https://books.google.com/books/content/images/frontcover/EmMkAwAAQBAJ?fife=w480-h690",
    "synopsis": "A young prince surrenders his firstborn to win the favor of the faeries who saved his kingdom, and soon finds himself in the midst of a deadly game between gods.",
    "description": "When Queen Inos was abducted through the magic casement and her friend, the stableboy Rap, tried to follow her, they arrived in places very strange—and very far apart . . . \n \nInos finds herself in the country of Zark, captured by a powerful sorceress who rules over the desert land with a brutal magic.\n \nMeanwhile, Rap and his companions wind up in Faerie. Desperate to find Inos, he’ll try anything, even though witches and warlocks abound—and trustworthy allies are hard to find. One, though, a sea captain, hires Rap as part of his crew, and they embark on a journey that could take him farther away from Inos—and deeper into a dangerous adventure . . ."
  },
  {
    "title": "More Than Human",
    "author": "Theodore Sturgeon",
    "status": "Disponible",
    "date": "30 avr. 2013",
    "editor": "Open Road Media",
    "pages": 186,
    "language": "en",
    "genres": [
      "Fiction",
      "Science-fiction",
      "Fantasy"
    ],
    "link": "https://play.google.com/store/books/details/Theodore_Sturgeon_More_Than_Human?id=0OhIANMXRZsC",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/0OhIANMXRZsC?fife=w480-h690",
    "synopsis": "Six misfits, one powerful entity. An award-winning novel about belonging by “one of the greatest writers of science fiction and fantasy who ever lived” (Stephen King).",
    "description": "Individually, they are a seemingly simpleminded young man living in the woods who can read the thoughts of others, a runaway girl with telekinetic powers, twin girls who can barely speak but can teleport across great distances, and an infant with a mind like a supercomputer. Together, they are the Gestalt—a single extraordinary being comprised of remarkable parts—although an essential piece may be missing . . .\n \nBut are they the next stage in human development or harbingers of the end of civilization? The answer may come when they are joined by Gerry. Powerfully telepathic, he lacks a moral compass—and his hatred of the world that has rejected him could prove catastrophic.\n \n Winner of the International Fantasy Award and considered Theodore Sturgeon’s masterpiece, More Than Human is a genre-bending wonder that explores themes of responsibility and morality, individuality, and belonging. Moving and suspenseful, lyrical and provocative, the novel was one of the first to elevate science fiction into the realm of literature, and inspired musicians and artists, including the Grateful Dead and Crosby, Stills and Nash.\n \nFrom the Nebula Award–winning author of Godbody, The Dreaming Jewels, and other great works of science fiction, this is an unforgettable reading experience and a must for anyone who enjoys Ramsey Campbell, Robert Silverberg, or Philip José Farmer.\n \nThis ebook features an illustrated biography of Theodore Sturgeon including rare images and never-before-seen documents from the University of Kansas’s Kenneth Spencer Research Library and the author’s estate, among other sources."
  },
  {
    "title": "Orbit Unlimited",
    "author": "Poul Anderson",
    "status": "En transit",
    "date": "30 déc. 2014",
    "editor": "Open Road Media",
    "pages": 175,
    "language": "en",
    "genres": [
      "Fiction",
      "Distopie",
      "Science-fiction",
      "Apocalyptique"
    ],
    "link": "https://play.google.com/store/books/details/Poul_Anderson_Orbit_Unlimited?id=wUROBQAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/wUROBQAAQBAJ?fife=w480-h690",
    "synopsis": "Seeking freedom from their oppressive government on Earth, a ragtag group of idealists embark on a perilous journey to found a new world light-years from home",
    "description": "On a future Earth, gone are the halcyon days of the early space program, when the universe held endless promise and excitement. Overcrowded, ruled by a corrupt autocracy, and plagued by vast economic inequalities, life on Earth has become nightmarish, and the promise of a world beyond the planet is diminishing rapidly as the government begins shuttering its interstellar efforts. But for a small band of rebels called Constitutionalists, escaping into the vast universe beyond is the only hope. And so off they set for a distant planet where they can start over, building a new society on the principle of liberty, testing the very limits of human capability. Their years-long trip is not without its tribulations, from internecine conflict on the ship to ambiguous pleas from Earth to return. Their destination, an Earth-like planet called Rustum, is twenty light-years away, and through every treacherous moment of the journey they know that their most harrowing trials are yet to come when they finally reach their new home.\n \nThe story of Rustum and the Constitutionalists who settled there continues in New America."
  },
  {
    "title": "War Dances: Stories and Poems",
    "author": "Sherman Alexie",
    "status": "Plus en stock",
    "date": "15 oct. 2013",
    "editor": "Open Road Media",
    "pages": 210,
    "language": "en",
    "genres": [
      "Fiction",
      "Littéraire",
      "Autochtone",
      "Nouvelles"
    ],
    "link": "https://play.google.com/store/books/details/Sherman_Alexie_War_Dances?id=PVr6AAAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/PVr6AAAAQBAJ?fife=w480-h690",
    "synopsis": "The bestselling, award-winning author’s “fiercely freewheeling collection of stories and poems about the tragicomedies of ordinary lives” (O, The Oprah Magazine).",
    "description": "Winner of the PEN/Faulkner Award for Fiction, War Dances blends short stories, poems, call-and-response, and more into something that only Sherman Alexie could have written. Ordinary men stand at the threshold of profound change, from a story about a famous writer caring for a dying but still willful father, to the tale of a young Indian boy who learns to value his own life by appreciating the deaths of others. Perceptions change, too, as “Another Proclamation” casts a shadow over Abraham Lincoln’s Emancipation Proclamation, and “Invisible Dog on a Leash” limns the heartbreak of shattered childhood illusions. And nostalgia for antiquated technology is tenderly rendered in “Ode to Mix Tapes” and “Ode for Pay Phones.”\nWith his versatile voice, Alexie explores love, betrayal, fatherhood, alcoholism, and art in this spirited, soulful, and endlessly entertaining collection, transcending genre boundaries to create something truly unique.\n  This ebook features an illustrated biography including rare photos from the author’s personal collection. "
  },
  {
    "title": "Letters to Solovine, 1906–1955",
    "author": "Albert Einstein",
    "status": "Réservable",
    "date": "27 sept. 2011",
    "editor": "Open Road Media",
    "pages": 184,
    "language": "en",
    "genres": [
      "Philosophie ",
      "Essais",
      "Science ",
      "Correspondances",
      "Collections littéraires"
    ],
    "link": "https://play.google.com/store/books/details/Albert_Einstein_Letters_to_Solovine_1906_1955?id=-ymoMjoQgfwC",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/-ymoMjoQgfwC?fife=w480-h690",
    "synopsis": "A provocative collection of letters to his longtime friend and translator that spans Einstein’s career and reveals the inner thoughts and daily life of a transformative genius",
    "description": "From their early days as tutor and scholar discussing philosophy over Spartan dinners to their work together to publish Einstein’s books in Europe, in Maurice Solovine, Albert Einstein found both an engaged mind and a loyal friend. While Einstein frequently shared his observations on science, politics, philosophy, and religion in his correspondence with Solovine, he was just as likely to express his feelings about everyday life—his health and the effects of aging and his experiences in the various places where he settled and visited in his long career. The letters are both funny and frank, and taken together, reflect the changes—large and small—that took place over a half century and in the remarkable life of the world’s foremost scientist. Published in English alongside the German text and accompanied by facsimile copies of the original letters, the collected Letters to Solovine offers scholar and interested reader alike unprecedented access to the personal life of Albert Einstein. This authorized ebook features a new introduction by Neil Berger, PhD, and an illustrated biography of Albert Einstein, which includes rare photos and never-before-seen documents from the Albert Einstein Archives at the Hebrew University of Jerusalem."
  },
  {
    "title": "Marvel Studios The Marvel Cinematic Universe An Official Timeline",
    "author": "Marvel",
    "status": "Réservable",
    "date": "24 oct. 2023",
    "editor": "Penguin",
    "pages": 344,
    "language": "en",
    "genres": [
      "Art",
      "Cinéma",
      "Film",
      "Super-héros",
      "Techniques",
      "Science fiction",
      "Culture populaire"
    ],
    "link": "https://play.google.com/store/books/details/Anthony_Breznican_Marvel_Studios_The_Marvel_Cinema?id=oPuxEAAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/oPuxEAAAQBAJ?fife=w480-h690",
    "synopsis": "Become a master of the Marvel Cinematic Universe!",
    "description": "The Marvel Cinematic Universe (MCU) is vast, incredibly varied, and richly complex. Different worlds, different timelines, countless characters. This is the guide to that universe. Created in close collaboration with Marvel Studios, it will answer the biggest questions: what happened, when, where, and why.\n\nFollow the entire story of the MCU from before the Big Bang to the Blip and beyond. Along the way, learn more about the evolution of the Iron Man armors, the hunt for the Infinity Stones, and the formation of the Multiverse. Want to know how many times aliens have invaded Earth, or the complete history of Cap's shield? Look no further!\n\nA treasured keepsake for any movie buff, filled with exclusive infographics, illuminating timelines, and amazing movie stills, this book will have pride of place on any MCU fan's shelf.\n\n© 2023 MARVEL"
  },
  {
    "title": "Responsive web design: A book apart n°4, Édition 2",
    "author": "Ethan Marcotte",
    "status": "Réservable",
    "date": "23 févr. 2017",
    "editor": "Editions Eyrolles",
    "pages": 168,
    "language": "fr",
    "genres": [
      "Informatique",
      "Web",
      "Internet",
      "Design"
    ],
    "link": "https://play.google.com/store/books/details/Ethan_Marcotte_Responsive_web_design?id=le4jDgAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/le4jDgAAQBAJ?fife=w480-h690",
    "synopsis": "Découvrez le responsive web design et apprenez à concevoir des sites qui anticipent et répondent aux besoins de vos utilisateurs. Dans cette seconde édition de son ouvrage phare, Ethan Marcotte décrit les principes qui sous-tendent le responsive design – grilles fluides, images flexibles et media queries – et démontre comment proposer une expérience de qualité, quelle que soit la taille de l’écran.",
    "description": "Dans cette nouvelle édition : de nouveaux trucs et astuces pour la prise en charge des navigateurs, des solutions pour servir des images, rôle de l’amélioration progressive dans le design web, meilleures méthodes pour gérer la bande passante, etc. De nouveaux exemples et des listings de code méticuleusement révisés.\n\nDepuis sa parution qui a révolutionné le monde du web design en 2011, Responsive web design est resté une ressource fondamentale pour quiconque travaille sur le Web.\n\nAu sommaire : Principes du responsive design * La grille flexible * Composition flexible * Marges et espacement flexibles * Les images flexibles * Images fluides * Mosaïque d’arrière-plan flexible * Apprenez à aimer overflow * Négociez votre contenu * Les media queries * Plus de réactivité * Au sujet de la compatibilité * Pourquoi la flexibilité ? * Passer au responsive design * Une question de contexte * Mobile first * Vers un responsive workflow * Être « responsive » et responsable * L’amélioration progressive revisitée *"
  },
  {
    "title": "Méthodes de design UX: 30 méthodes fondamentales pour concevoir des expériences optimales, Édition 2",
    "author": "Carine Lallemand",
    "status": "Réservable",
    "date": "6 sept. 2018",
    "editor": "Editions Eyrolles",
    "pages": 712,
    "language": "fr",
    "genres": [
        "Informatique",
        "Web",
        "Internet",
        "Conception",
        "Développement web"
    ],
    "link": "https://play.google.com/store/books/details/Carine_Lallemand_M%C3%A9thodes_de_design_UX?id=6CJtDwAAQBAJ&hl=fr_CH&gl=US",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/6CJtDwAAQBAJ?fife=w480-h690",
    "synopsis": "Découvrir les méthodes de conception et d'évaluation de l'expérience utilisateur ?\nSavoir sélectionner les méthodes les plus adaptées à votre projet ?\nComprendre chaque méthode et savoir comment l'appliquer concrètement ?\nArticulant théorie et pratique, cet ouvrage présente 30 chapitres méthodologiques couvrant l'essentiel du design UX. Vous y trouverez à la fois les méthodes fondamentales telles que l'entretien, le maquettage ou les tests utilisateurs, mais également des méthodes plus innovantes telles que les cartes d'idéation, les échelles d'évaluation UX ou les stratégies de design persuasif.",
    "description": "Vous serez guidé pas à pas à travers les étapes de réalisation de chaque méthode et accompagné pour prendre les décisions les plus adaptées à votre projet. Chaque fiche méthode intègre également une partie théorique et des illustrations concrètes pour faciliter la compréhension. Véritable portfolio théorique et méthodologique, ce livre est un guide indispensable à toute personne impliquée dans la conception de systèmes, produits ou services. Professionnels, chefs de projets, étudiants, enseignants et chercheurs y trouveront de précieuses ressources pour mener à bien leurs projets peu importe le domaine d'application.\n\nGrâce aux méthodes de design UX, créez des produits et des services qui attirent, qui captivent, qui enchantent et inspirent pour améliorer la vie de ceux qui les utilisent. Au-delà de l'impression couleur qui rend l'expérience de lecture plus attractive, nous avons eu à cœur de valoriser cette 2e édition par les ajouts suivants :\n\nune actualisation générale de chaque méthode incluant les travaux scientifiques et professionnels les plus récents ;\ndes illustrations et templates plus nombreux ainsi que des exemples directement applicables pour mieux vous guider ;\ndes conseils pour appliquer certaines méthodes à des publics spécifiques, principalement les enfants ;\ndes astuces contextualisées au fur et à mesure de votre lecture ;\nune nouvelle section \"En mode guérilla\" pour chaque méthode avec 65 alternatives moins coûteuses en ressources pour vos projets.\nAvec un préface d'Alain Robillard-Bastien\nIllustrations de Marc Dugué"
  }
]