[
  {
    "title": "Sisters of the Lost Nation",
    "author": "Nick Medina",
    "status": "Réservable",
    "date": "December 02 2023",
    "editor": "Penguin",
    "pages": 352,
    "language": "en",
    "genres": [
      "Fiction",
      "Horreur",
      "Autochtone",
      "Thrillers",
      "Surnaturel"
    ],
    "link": "https://play.google.com/store/books/details/Nick_Medina_Sisters_of_the_Lost_Nation?id=Eg58EAAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/Eg58EAAAQBAJ?fife=w480-h690",
    "synopsis": "A young Native girl's hunt for answers about the women mysteriously disappearing from her tribe's reservation leads her to delve into the myths and stories of her people, all while being haunted herself, in this atmospheric and stunningly poignant debut.",
    "description": "Anna Horn is always looking over her shoulder. For the bullies who torment her, for the entitled visitors at the reservation’s casino…and for the nameless, disembodied entity that stalks her every step—an ancient tribal myth come-to-life, one that’s intent on devouring her whole.\n \nWith strange and sinister happenings occurring around the casino, Anna starts to suspect that not all the horrors on the reservation are old. As girls begin to go missing and the tribe scrambles to find answers, Anna struggles with her place on the rez, desperately searching for the key she’s sure lies in the legends of her tribe’s past.  \n\nWhen Anna’s own little sister also disappears, she’ll do anything to bring Grace home. But the demons plaguing the reservation—both ancient and new—are strong, and sometimes, it’s the stories that never get told that are the most important.\n\nPart gripping thriller and part mythological horror, author Nick Medina spins an incisive and timely novel of life as an outcast, the cost of forgetting tradition, and the courage it takes to become who you were always meant to be.\n"
  },
  {
    "title": "Les Contes de Beedle le Barde: Harry Potter",
    "author": "J.K. Rowling",
    "status": "Réservable",
    "date": "9 mai 2016",
    "editor": "Pottermore Publishing",
    "pages": 128,
    "language": "fr",
    "bookedDate":  "17 Aug 2022",
    "genres": [
      "Fiction",
      "Action et aventure",
      "Fantasy et magie",
      "Folklore et mythologie",
      "Anthologies"
    ],
    "link": "https://play.google.com/store/books/details/J_K_Rowling_Les_Contes_de_Beedle_le_Barde?id=aOshDAAAQBAJ",
    "image": "https://books.google.com/books/publisher/content/images/frontcover/aOshDAAAQBAJ?fife=w480-h690",
    "synopsis": "Compilation de récits adorés par les sorcières et sorciers de tous âges, Les Contes de Beedle le Barde sont l'équivalent des contes des frères Grimm dans le monde des sorciers. Cette édition a été traduite des runes originales par Hermione Granger en personne et contient des annotations du professeur Dumbledore et de J.K. Rowling.",
    "description": "Parfaite occasion de découvrir les histoires qui ont joué un rôle crucial dans le combat contre Lord Voldemort, ces classiques de la littérature raviront petits et grands. Cinq contes sont présentés : « Le Conte des trois frères », qui ne sera pas inconnu aux lecteurs et lectrices de Harry Potter et les Reliques de la Mort, ainsi que « La Fontaine de la bonne fortune », « Le Sorcier au cœur velu », « Le Sorcier et la marmite sauteuse » et « Babbitty Lapina et la souche qui gloussait ».\n\nLes étagères de la bibliothèque de Poudlard renferment également de nombreux ouvrages tout aussi fascinants. Si vous avez apprécié Les Contes de Beedle le Barde, les œuvres suivantes vous raviront certainement : Les Animaux fantastiques, vie et habitat et Le Quidditch à travers les âges."
  },
  {
    "title": "Harry Potter et la Coupe de Feu",
    "author": "J.K. Rowling",
    "status": "Réservable",
    "date": "8 déc. 2015",
    "editor": "Pottermore Publishing",
    "pages": 779,
    "language": "fr",
    "bookedDate":  "17 Aug 2022",
    "genres": [
      "Fiction",
      "Action et aventure",
      "Fantasy et magie",
      "Folklore et mythologie",
      "Anthologies",
      "Contemporain"
    ],
    "link": "https://play.google.com/store/books/details/J_K_Rowling_Harry_Potter_et_la_Coupe_de_Feu?id=ox9BiuVKM1cC",
    "image": "https://books.google.com/books/content/images/frontcover/ox9BiuVKM1cC?fife=w480-h690",
    "synopsis": "Harry Potter a quatorze ans et entre en quatrième année au collège de Poudlard. Une grande nouvelle attend Harry, Ron et Hermione à leur arrivée : la tenue d’un tournoi de magie exceptionnel entre les plus célèbres écoles de sorcellerie. Déjà les délégations étrangères font leur entrée. Harry se réjouit... Trop vite. Il va se trouver plongé au coeur des événements les plus dramatiques qu’il ait jamais eu à affronter. Dans ce quatrième tome bouleversant, drôle, fascinant, qui révèle la richesse des enjeux en cours, Harry Potter doitfaire face et relever d’immenses défis.",
    "description": ""
  },
  {
    "title": "The Stand",
    "author": "Stephen King",
    "status": "Réservable",
    "date": "24 juin 2008",
    "editor": "Anchor",
    "pages": 1200,
    "language": "en",
    "bookedDate":  "17 Aug 2022",
    "genres": [
      "Fiction",
      "Horreur",
      "Apocalyptique",
      "Thrillers",
      "Suspense"
    ],
    "link": "https://play.google.com/store/books/details/Stephen_King_The_Stand?id=UbfnTcmkaKkC",
    "image": "https://books.google.com/books/content/images/frontcover/UbfnTcmkaKkC?fife=w480-h690",
    "synopsis": "The apocalyptic vision of a world blasted by plague and tangled in an elemental struggle between good and evil remains as riveting—and eerily plausible—as when it was first published. • The tie-in edition of the nine-part CBS All Access series starring Whoopi Goldberg, Alexander Skarsgard, and James Marsden.",
    "description": "A patient escapes from a biological testing facility, unknowingly carrying a deadly weapon: a mutated strain of super-flu that will wipe out 99 percent of the world’s population within a few weeks. Those who remain are scared, bewildered, and in need of a leader. Two emerge—Mother Abagail, the benevolent 108-year-old woman who urges them to build a peaceful community in Boulder, Colorado; and Randall Flagg, the nefarious “Dark Man,” who delights in chaos and violence. As the dark man and the peaceful woman gather power, the survivors will have to choose between them—and ultimately decide the fate of all humanity."
  }
]